{
    "articles": [
        {
            "id": 0,
            "title": "CHEAP AND LETHAL: THE PENTAGON'S PLAN FOR THE NEXT DRONE WAR",
            "subtitle": "UAVs continually kill civilians, but the U.S. military wants to expand its arsenal with an army of new, mass-produced kamikaze AI drones.",
            "author": "Nick Turse",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "WORRIED ABOUT a potential war with China, the Pentagon is turning to a new class of weapons to fight the numerically superior People’s Liberation Army: drones, lots and lots of drones. In August 2023, the Defense Department unveiled Replicator, its initiative to field thousands of “all-domain, attritable autonomous (ADA2) systems”: Pentagon-speak for low-cost (and potentially AI-driven) machines — in the form of self-piloting ships, large robot aircraft, and swarms of smaller kamikaze drones — that they can use and lose en masse to overwhelm Chinese forces. Earlier this month, two Pentagon offices leading this charge announced that four nontraditional weapons makers had been chosen for another drone program, with test flights planned for later this year. The companies building this “Enterprise Test Vehicle,” or ETV, will have to prove that their drone can fly over 500 miles and deliver a “kinetic payload,” with a focus on weapons that are low-cost, quick to build, and modular, according to a 2023 solicitation for proposals and a recent announcement from the Air Force Armament Directorate and the Defense Innovation Unit, the Pentagon’s off-the-shelf acceleration arm. Many analysts believe that the ETV initiative may be connected to the Replicator program. DIU did not return a request for clarification prior to publication. The new robot planes will mark a shift from the Defense Department’s “legacy” drones which DIU says are “over-engineered” and “labor-intensive” to produce. The four contractors chosen for the program are Anduril Industries, Integrated Solutions for Systems, Leidos Dynetics, and Zone 5 Technologies, which were selected from a field of more than 100 applicants.",
            "category": "news",
            "photo": "news1"
        },
        {
            "id": 1,
            "title": "TEXAS A&M WANTS TO KEEP EMAILS ABOUT LEONARD LEO'S $15 MILLION GIFT SECRET",
            "subtitle": "The donation, one of the largest in the school's history, was made as right-wing megadonor Leo shopped a new law school center.",
            "author": "Shawn Musgrave",
            "datePosted": "June 10 2024, 16:00 a.m.",
            "content": "Texas A&M University is trying to withhold dozens of emails from The Intercept about a new research center funded by conservative megadonor Leonard Leo, according to a filing to the state attorney general under Texas's public records law. The Intercept filed rebuttals with the state attorney general's office, which must sign off on such nondisclosures under the law, arguing that the exemptions invoked do not apply. Leo made a $15 million commitment in 2022 to Texas A&M Law to establish the Center on the Structural Constitution, The Intercept reported last month. The co-chair of the Federalist Society, whose activism and philanthropic efforts helped foment a rightward lurch in the judiciary, including the Supreme Court, had previously workshopped a center with an almost identical name at Cornell Law School, his alma mater. But opposition from Cornell faculty ultimately killed the proposal. Through a representative, Leo previously declined to answer The Intercept's questions about the Texas A&M center, including when he first approached the school with the idea. Similarly, both Texas A&M and its law school declined to answer questions about the donation. However, former Texas A&M President Michael Young, who now teaches at the law school and tapped Leo to serve as an external adviser for his own research institute, confirmed that the donation to establish the Center on the Structural Constitution came from Leo. The Intercept sent Texas A&M multiple public records requests about the center and Leo's donation, which was 'among the largest donations ever received by Texas A&M University,' according to an announcement from Texas A&M Law, which did not name the donor.",
            "category": "news",
            "photo": "news2"
        },
        {
            "id": 2,
            "title": "FIREFOX BROWSER BLOCKS ANTI-CENSORSHIP ADD-ONS AT RUSSIA'S REQUEST",
            "subtitle": "Mozilla, the maker of the popular web browser Firefox, said it received government demands to block add-ons that circumvent censorship.",
            "author": "Nikita Mazurov",
            "datePosted": "June 1 2024, 09:59 p.m.",
            "content": "THE MOZILLA FOUNDATION, the entity behind the web browser Firefox, is blocking various censorship circumvention add-ons for its browser, including ones specifically to help those in Russia bypass state censorship. The add-ons were blocked at the request of Russia's federal censorship agency, Roskomnadzor — the Federal Service for Supervision of Communications, Information Technology, and Mass Media — according to a statement by Mozilla to The Intercept. 'Following recent regulatory changes in Russia, we received persistent requests from Roskomnadzor demanding that five add-ons be removed from the Mozilla add-on store,' a Mozilla spokesperson told The Intercept in response to a request for comment. 'After careful consideration, we've temporarily restricted their availability within Russia. Recognizing the implications of these actions, we are closely evaluating our next steps while keeping in mind our local community.' It's a kind of unpleasant surprise because we thought the values of this Stanislav Shakirov, the chief technical officer of Roskomsvoboda, a Russian open internet group, said he hoped it was a rash decision by Mozilla that will be more carefully examined. 'It's a kind of unpleasant surprise because we thought the values of this corporation were very clear in terms of access to information, and its policy was somewhat different,' Shakirov said. 'And due to these values, it should not be so simple to comply with state censors and fulfill the requirements of laws that have little to do with common sense.'",
            "category": "tech",
            "photo": "tech1"
        },
        {
            "id": 3,
            "title": "APPLE MATCHES WORKER DONATIONS TO IDF AND ILLEGAL SETTLEMENTS, EMPLOYEES ALLEGE",
            "subtitle": "In an open letter, a group of self-described Apple workers, former employees, and shareholders are calling on the company to halt donations to nonprofits linked with Israel's war effort.",
            "author": "Murtaza Hussain, Sam Biddle",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "AN OPEN LETTER from Apple employees and shareholders demands the tech giant stop matching employee donations to organizations with ties to the Israeli military assault on the Gaza Strip and ongoing illegal settlement development in the West Bank. The letter, building on a previous demand by Apple employees for a ceasefire in the conflict, calls on the company to 'promptly investigate and cease matching donations to all organizations that further illegal settlements in occupied territories and support the IDF.' As with many large corporations, Apple employees can make donations to a number of nonprofit organizations and receive matching contributions from their employer through a platform called Benevity. Among the charitable organizations eligible for dollar-matching from Apple are Friends of the IDF, an organization that collects donations on behalf of soldiers in the Israeli military, as well as a number of groups that contribute to the settlement enterprise in the West Bank, including HaYovel, One Israel Fund, the Jewish National Fund, and IsraelGives. Apple did not respond to a request for comment.",
            "category": "tech",
            "photo": "tech2"
        },
        {
            "id": 4,
            "title": "EURO 2024 - PORTUGAL 2-1 CZECH REPUBLIC: FRANCISCO CONCEICAO OUTSHINES CRISTIANO RONALDO WITH LATE WINNER",
            "subtitle": "Report from Euro 2024 as Francisco Conceicao's stoppage-time winner clinches a 2-1 victory for Portugal over Czech Republic; a Czech Republic own goal had earlier cancelled out Lukas Provod's stunning opener.",
            "author": "Nick Wright",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "As the clock ticked down in stoppage time at the Leipzig Stadium, Porto youngster Conceicao, making his first competitive appearance for Portugal, netted from close range after Czech Republic failed to clear a low cross from fellow substitute Pedro Neto. Earlier in the second half, Czech Republic midfielder Lukas Provod's stunner had punished Portugal's failure to take numerous chances, many of which fell to a wasteful Cristiano Ronaldo, making history as the first player to feature at a sixth European Championship. Portugal levelled shortly after that shock opening goal in fortuitous circumstances when Czech Republic goalkeeper Jindrich Stanek pushed a Nuno Mendes header into the legs of defender Robin Hranac, with the ball bouncing back into the net for an own goal.",
            "category": "sports",
            "photo": "sports1"
        },
        {
            "id": 5,
            "title": "Real Madrid wonderkid Arda Guler scores stunner as Vincenzo Montella's side start with a win",
            "subtitle": "Report from Euro 2024 as goal of the tournament contenders from Mert Muldur and Real Madrid wonderkid Arda Guler helped Vincenzo Montella's Turkey start with a win; Georges Mikautadze equalised with Georgia's first goal at a major tournament",
            "author": "Dan Long",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "Vincenzo Montella's side made a strong start in Dortmund and, after Kaan Ayhan struck the woodwork, they established a deserved lead with one of the crispest strikes of the tournament so far. A cross from Ferdi Kadioglu was headed away into the path of Mert Muldur, who found the top right corner with a stunning first-time volley. With the Georgia defence still reeling from the opener, Kenan Yildiz was denied a second inside two minutes after a VAR review spotted he had strayed offside before a close-range finish. pre-empt",
            "category": "sports",
            "photo": "sports2"
        },
        {
            "id": 6,
            "title": "Grizzly Bear Poachers Flout the Endangered Species Act — and Get Away With It",
            "subtitle": "The Endangered Species Act turns 50 years old this year amid a growing global crisis of biodiversity loss and increasing attacks by right-wing lawmakers",
            "author": "Jimmy Tobias",
            "datePosted": "September 20 2024, 10:59 a.m.",
            "content": "Steve Stoinski was one of two Fish and Wildlife Service agents who interviewed the Marine. Based out of Lander, Wyoming, Stoinski had spent much of his adult life investigating wildlife crimes in the American West before retiring in 2020. He remembers the case well — especially the Marine's shifting version of events. Parts of his story were just too hard to believe, Stoinski recalled in an interview with The Intercept. One minute he's underneath it, shooting it. The other minute, he's not being touched by it and firing a shot two feet away but couldn't hit it.” Still, the Justice Department's decision not to prosecute was no surprise. Stoinski knew he and his partner were facing an uphill battle. The dismemberment of the bear was apparently not compelling enough for the U.S. attorney's office to take the case. And with no direct witnesses and a victim that couldn't speak even if it were alive, it would be next to impossible to disprove the claims of self-defense. You can't charge people what you think they should be charged with, Stoinski said. You can only charge them with what you can really prove beyond a reasonable doubt. The Marine's case is hardly an anomaly. Despite the Endangered Species Act's fearsome reputation as a powerful tool for securing environmental protection, an Intercept investigation drawn from nearly 4,000 pages of Fish and Wildlife Service case files reveals that when it comes to grizzly bears, federal prosecutors rarely bring criminal charges under the landmark law. (The accounts of grizzly bear killings in this article are drawn from those case files, which The Intercept obtained under the Freedom of Information Act.)",
            "category": "environment",
            "photo": "environment1"
        },
        {
            "id": 7,
            "title": "NEW YORKERS VOTED TO PUT ENVIRONMENTAL RIGHTS IN THEIR CONSTITUTION — BUT THE ATTORNEY GENERAL IS FIGHTING BACK",
            "subtitle": "Residents say a hazardous waste incinerator's emissions violate their new constitutional right to a healthful environment.",
            "author": "Rebecca Redelmeier",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "COHOES, N.Y. — IN A SMALL city in upstate New York, just a few miles from Albany, the Norlite hazardous waste incinerator sputters and groans. The sound punctures the eerie silence of a deserted public housing complex next door, separated from the plant by only a fence and some railroad tracks. No children play on the jungle gym here anymore, and no families bustle in and out of front doors. Last year, after mounting concern from the community over Norlite's air emissions, the Cohoes Housing Authority began relocating all residents of the 70-unit Saratoga Sites complex. The city now plans to raze the homes. We should be able to breathe clean air, and we're not, said Ed Sokol, 89, who has lived near the plant his entire life and is active with Lights Out Norlite, a group of former Saratoga Sites residents and local advocates. This has been going on for years, and it's about time — if they're violating all these laws, shut them down.",
            "category": "environment",
            "photo": "environment2"
        },
        {
            "id": 8,
            "title": "Columbia Task Force Finally Weighs In: Yes, Anti-Zionism Is Antisemitism",
            "subtitle": "The task force revealed its plans not in a communiqué to faculty and students — but instead in an Israeli newspaper article.",
            "author": "Nick Turse",
            "datePosted": "January 1 2021, 10:59 a.m.",
            "content": "On Sunday, some current faculty members at Columbia University learned through a news article that all new students and faculty at the school will be mandated to go through an orientation on antisemitism. The plan was not announced in any direct communications from the university. Rather, it was reported by Israeli newspaper Haaretz, in a story about the university's task force on antisemitism. Formed last November as political pressure mounted against criticism of Israel on campuses, the task force set out to examine specific notions of bigotry at the university, which has become a flashpoint of protests against Israel's war on Gaza — often followed by violent police crackdowns. The plan was not announced in any direct communications from the university. Rather, it was reported by Israeli newspaper Haaretz. Numerous participants in the antisemitism task force, including its three co-chairs — Columbia faculty members, many of whom are outspoken Israel supporters — openly discussed the not-yet published report with the newspaper before any such information was shared with the university's community, or even their colleagues. The antisemitism task force will release a report in the coming weeks detailing accounts from students who submitted written testimony or participated in “listening sessions,” according to Haaretz. All the anecdotes, equally, were shared without any attribution except that they were anonymously gathered by the task force — a body with pro-Israel leadership that has been controversial since its inception last November. The article also revealed that a mandatory antisemitism orientation would be developed. The trainings will include expressions of anti-Zionism as examples of possible antisemitism, touching on a controversy that has enveloped the protests, crackdowns, and larger national conversation about Israel-Palestine.",
            "category": "justice",
            "photo": "justice1"
        },
        {
            "id": 9,
            "title": "JUDGE WHO WENT ON ISRAEL JUNKET RECUSES HIMSELF FROM GAZA CASE",
            "subtitle": "The federal judge hearing a human rights case disputed allegations he might not be impartial but recused himself out of an “abundance of caution.”",
            "author": "Shawn Musgrave",
            "datePosted": "June 17 2024, 10:59 a.m.",
            "content": "The plaintiffs — a mix of Palestinian human rights organizations, Palestinian nationals, and Palestinian Americans — claimed the trip's ideological framing made it improper for Nelson to participate in the case. Oral argument is scheduled for June 10, and plaintiffs filed an emergency recusal motion on Tuesday. “Appellants have moved to disqualify me from participation in this case based on my attendance at a judicial education conference in Israel in March,” Nelson wrote in a brief order. He disputed the merit of plaintiffs' allegations of potential partiality. “They cite no comments I have made about any issues related to this case. Thus, it is far from certain that an objective observer would reasonably question my impartiality,” he wrote. “That said, out of an abundance of caution, the best course in this specific case (which may not apply in other cases) is to recuse.” “This case against top U.S. officials for aiding and abetting Israel's genocide raises issues of utmost importance,” said Baher Azmy, legal director of the Center for Constitutional Rights, which represents the plaintiffs, “and the appearance of fairness is paramount given the stakes.”",
            "category": "justice",
            "photo": "justice2"
        }
    ]
}